// slideshow_data.js
// 轮播图数据配置
const SLIDESHOW_DATA = [
  {
    image: 'pt/p/20251228214708.jpg',
    title: '迎新年：新时光新愿景新辉煌（2026.元旦）',
    alt: '图片1：新年新愿景新辉煌'
  },
  {
    image: 'pt/p/20160407cf-01pt.jpg',
    title: '摄影：采撷春天的笑容（2016.3）',
    alt: '图片2：采攫春天的笑容'
  },
  {
    image: 'pt/p/20200307-02d.jpg',
    title: '摄影：佳秀校园二月天（2026.3）',
    alt: '图片3：佳秀校园二月天'
  },
    {
    image: 'pt/p/20210625214355-t2.jpg',
    title: '朗诵：《祖国在我心中》',
    alt: '图片5：《祖国在我心中》激情朗诵'
  },
  {
    image: 'pt/p/20240628111647pt.jpg',
    title: '大合唱：《江南之花》全市文艺汇演',
    alt: '图片4：参加《江南之花》全市文艺汇演'
  },
  {
    image: 'pt/p/IMGP3303t.jpg',
    title: '摄影：诗城春夏之交（2023.4）',
    alt: '图片4：诗城春夏之交'
  },
  {
    image: 'pt/p/20260321124430pt.jpg',
    title: '小合唱：《祖国不会忘记》',
    alt: '图片5：朗诵会《祖国不会忘记》'
  },
   {
    image: 'pt/p/IMGP8127a.jpg',
    title: '摄影：太平洋岸边的海潮（2025.2）',
    alt: '图片7：摄影：太平洋东岸的大海潮一'
  },
   {
    image: 'pt/p/IMGP8182b.gif',
    title: '摄影：太平洋岸边的海潮(2025.2)',
    alt: '图片8：摄影：太平洋东岸的大海潮二'
  }
];